# Count2 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
AssemblyDifferenceMemberCount..::..Count2 Property
AssemblyDifferenceMemberCount Class See Also
---
Number of members in the second assembly
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2012
# Syntax
C#
---
```text
public int Count2 { get; }
```

Visual Basic
---
```text
Public ReadOnly Property Count2 As Integer
	Get
```

Visual C++
---
```text
public:
property int Count2 {
	int get ();
}
```

# See Also
AssemblyDifferenceMemberCount Class
Autodesk.Revit.DB Namespace